tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"

brew "bash-completion"
brew "ccache"
brew "cmake"
brew "cscope"
brew "elm"
brew "go"
brew "graphviz"
brew "libevent"
brew "macvim"
brew "node"
brew "octave"
brew "openssl"
brew "packer"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "sbcl"
brew "sqlite"
brew "stow"
brew "tmux"

tap "caskroom/cask"
tap "caskroom/drivers"

cask "cuda"
cask "docker"
cask "firefox"
cask "gfxcardstatus"
cask "google-chrome"
cask "google-drive"
cask "keepassx"
cask "racket"
cask "skype"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "xquartz"
